aboutMe.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2021-02-11 Thu 01:11 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>关于我</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Evan Meek">
<link rel="shortcut icon" href="/images/rose-red.png" type="image/x-icon" />
<link rel="stylesheet" href="/css/animate.min.css" />
<link rel="stylesheet" href="/css/all.min.css" />
<link rel="stylesheet" type="text/css" href="/css/style.css" />
</head>
<body>
<div id="content">
<h1 class="title">关于我</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org857bc1a">技能</a></li>
<li><a href="#org71c3a4f">喜欢的歌手</a></li>
<li><a href="#orgc8a0c7e">崇拜的人</a></li>
<li><a href="#orgdecadef">性格</a></li>
<li><a href="#org157c54c">如何联系我</a></li>
</ul>
</div>
</div>
<blockquote>
<p>
一个喜欢模仿、喜欢折腾的人。
</p>
</blockquote>

<div id="outline-container-org857bc1a" class="outline-2">
<h2 id="org857bc1a">技能</h2>
<div class="outline-text-2" id="text-org857bc1a">
<ol class="org-ol">
<li>捣鼓GNU/Linux</li>
<li>捣鼓Emacs</li>
<li>捣鼓相机</li>
</ol>
</div>
</div>

<div id="outline-container-org71c3a4f" class="outline-2">
<h2 id="org71c3a4f">喜欢的歌手</h2>
<div class="outline-text-2" id="text-org71c3a4f">
<ol class="org-ol">
<li>Eminem
大多数人知道（可能</li>

<li>红花会贝贝
少数人知道（可能</li>
</ol>
</div>
</div>

<div id="outline-container-orgc8a0c7e" class="outline-2">
<h2 id="orgc8a0c7e">崇拜的人</h2>
<div class="outline-text-2" id="text-orgc8a0c7e">
<ol class="org-ol">
<li><p>
Linus Torvalds :: GNU/Linux、Git的创始人。
</p>

<p>
喜欢他的人生终极意义"Just to fun."
</p></li>

<li><p>
Andy Stewart :: 江湖人称“勇哥”、Emacs黑客、锂钠氪锶.Inc 的Boss
</p>

<p>
从Deepin了解到的，那时我满脑子都想着当黑客，听说大家说有这么个黑客，就很崇拜了。但当时啥也不懂，根本不懂黑客的真正定义(每个人的定义可能也不一样吧)，后来真正让我崇拜的是勇哥的动手能力，以及那种对生活中苦难说不，懂得自我解放，自我安慰的魅力。
</p></li>
</ol>
</div>
</div>

<div id="outline-container-orgdecadef" class="outline-2">
<h2 id="orgdecadef">性格</h2>
<div class="outline-text-2" id="text-orgdecadef">
<p>
如果说说出自我性格算一种自我评价的话，我认为我的性格是: 简单，随和，偏执的。
</p>
</div>
</div>

<div id="outline-container-org157c54c" class="outline-2">
<h2 id="org157c54c">如何联系我</h2>
<div class="outline-text-2" id="text-org157c54c">
<ul class="org-ul">
<li><a href="https://t.me/evanmeek/">Telegram</a></li>
<li><a href="https://qq.com">腾讯QQ: 2864011679</a></li>
<li><a href="https://wechat.com">腾讯微信: A2-B0x</a></li>
<li><a href="mailto:the_lty_mail@foxmail.com">邮箱</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2020-07-14 Tue 00:00</p>
<p class="author">Author: Evan Meek</p>
<p class="date">Created: 2021-02-11 Thu 01:11</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
